(function () {
  const totalSlots = 36;
  const items = {
    "1": {
      name: "Тимур",
      city: "г.Уфа",
      text: `Небольшое предисловие. Моё знакомство с Вами произошло в непростое для меня время.
Не было нормальной работы, денег. Проблемы в семье и т. д. Познакомил меня с Вами мой неравнодушный ко мне знакомый.

На первых встречах я не очень понимал, что происходит, и был настроен достаточно скептически.
Однако уже после первой же встречи мои дела начали улучшаться. Не могу сказать, что это совпадение,
так как связь «встреча — движение» была однозначной.

Что же такого случилось, чудо? Нет.
Просто Вы донесли до меня, что всё происходящее со мной и вокруг меня — это и есть я.
Нет никаких внешних воздействий, никто «не виноват». Вы донесли до меня, что я не «мелкий неудачник»,
а что во мне есть сила, и эта сила идёт от моего рода. И как только я научусь управлять своей силой,
я смогу достичь всего. Просто всего, без границ.

Отвечая на запрос, скажу: Вы для меня — проводник в мой собственный внутренний мир.
Вы помогли понять себя, свою силу и возможности. И, конечно же, я Вам безмерно за всё благодарен!

Тимур, г. Уфа`,
      photo: "reviews/1.jpeg",
      scan: "reviews/r1.jpeg"
    },
    "2": {
      name: "Гульнара",
      city: "г.Уфа",
      text: `Обратилась к Ильвере в состоянии полного отчаяния. Меня беспокоили зудящие, обширные
красные пятна на лице, которые мучили меня больше года. Я была уверена, что это аллергия.
Но ни диета, ни таблетки, ни мази не помогали. И высшие силы дали мне возможность попасть к Ильвере.

Сидя на приёме у Ильверы, я уже чувствовала, как мои пятна меньше зудят! Когда я ехала домой,
я чувствовала, как моя кожа успокаивается, и знала, что, когда зайду домой и посмотрю в зеркало,
я не увижу их больше! Так и случилось!

Спасибо большое, Ильвера! Я совсем забыла, что моя бабушка обладала Силой и помогала людям
от многих болезней! Я, бегая по аллергологам и гастроэнтерологам и глубоко веря в медицину, будучи врачом,
совсем забыла про ту Силу, которая дана избранным! Почти каждый раз, видя себя в зеркале,
я мысленно благодарю Высшие силы за то, что направили к нужному человеку, и Ильверу — за её Силу!

Гульнара, г. Уфа`,
      photo: "reviews/2.jpeg",
      scan: "reviews/r2.jpeg"
    },
    "3": {
      name: "Ольга",
      city: "г.Москва",
      text: `Первую свою отливку воском я делала на интенсиве Азы Петренко. Она победительница шоу «Битва экстрасенсов».
Когда она увидела мою отливку, то сразу сказала, что порча сделана на смерть и нужно отливать металлом.
Так как воском отливать нужно было бы долго. Но выдержу ли я отливку металлом с моим здоровьем — неизвестно.
Я продолжала делать восковые отливки, но улучшения не было. Ситуация ещё больше усугублялась.

Закончилось тем, что я поехала хоронить мужа. После похорон он всё ещё был со мной. Просыпалась от того,
что он рядом стоит. Это я видела своим внутренним зрением. Обращалась в медресе на отчитку от порчи.
После этого у меня состоялся разговор с мужем в состоянии дрёмы. Врачи после очередного обследования
рекомендовали опять операцию в онкологическом отделении. Несколько лет назад в стационаре московского
медицинского института мы познакомились с девушкой со своей историей.

Жизнь её с тех пор не налаживалась, а наоборот, всё усугублялось. Она попросила меня сделать
отливку воском, на которой я сразу увидела порчу на смерть. И тогда я ей посоветовала найти специалиста
по отливке металлом, как и мне говорила Аза Петренко. Она искала и нашла с благословения Ильверу.
Её жизнь стала налаживаться. И тогда я смогла обратиться к Ильвере с той же просьбой.

Я сразу оценила глубину, с которой Ильвера ушла в мою жизнь. Она прочувствовала мою боль,
все мои проблемные места в организме. Но так как было сделано на смерть, мне это досталось,
когда я была беременна вторым ребёнком, а первому было всего полгодика. Произошёл выкидыш.
Я поняла тогда, что не выживу, живя с мужем. После отливки свинцом первые изменения пошли у моей дочери.

Всё, что могло бы произойти в будущем, можно было бы ждать долго. Но у неё всё начало развиваться быстрее
и в положительном ракурсе. Я не могу всё рассказать, что произошло, чтобы не прервался этот поток благополучия.
И у меня разрешилась ситуация со здоровьем. Операцию мне отменили, так как диагноз поставили совсем не тот,
что нужно. И три года лечения вообще были зря.

Я рекомендую обратиться именно к Ильвере как к специалисту в своей области. И благодарю её за неоценимую помощь.
Благодарю за благословение тех святых, к которым она обращается.

Ольга, 64 года`,
      photo: "reviews/3.jpeg",
      scan: "reviews/r3.jpeg"
    },
    "4": {
      name: "Ильнур",
      city: "г.Уфа",
      text: `Уважаемая Ильвера, благодарю Вас 🙏
за Ваш труд и вклад в меня, в людей.
Вы выбрали быть вкладом в людей и
поддержкой, и это у Вас отлично
получается, судя по результатам.

После Ваших практик, процессов
изменение внутреннего состояния и
разрешение вопросов и запросов
начинает приходить в первый же день.

Благодарю Вселенную за знакомство с
Вами 🙏
Здоровья Вам и всех благ — земных и
неземных, пусть Вам воздастся.
Ильнур, г. Уфа`,
      photo: "reviews/4.jpeg",
      scan: "reviews/r4.jpeg"
    },
    "5": {
      name: "Альбина",
      city: "г.Уфа",
      text: `Ильвера, благодарю за приглашение
на ретрит!
Это был бесценный опыт: за два с
половиной дня мы смогли прожить
маленькую, но очень насыщенную
жизнь: Ларкино ущелье, река Тюлюк,
река Юрюзань и подножье Матушки
Зигальги, восхождение на Иремель и
знакомство с Тюлюкским шаманом!
Благодарю за знакомство с
восхитительной красотой Тюлюка:
горы, леса, реки, которые
проверяют, наполняют энергией,
помогают и исцеляют!
Благодарю за Ваши
трансформационные, дыхательные
практики и медитации, усиленные
этим мощным местом!
Как бы ни звучала цель поездки, это
всегда — найти и познать себя!
Удалось ли мне найти себя? Могу
сказать, что я на пути к себе, и за это
благодарю Вас!
Благодарю Светлану И., Анну, Галину
Сергеевну и мою Светочку за то, что
я увидела в каждой из вас часть себя,
и за то, что сделали это путешествие
уникальным и незабываемым!
Желаю раскрытия ваших дорог!
Благодарю!`,
      photo: "reviews/5.jpeg",
      scan: "reviews/r5.jpeg"
    },
    "6": {
      name: "Айгыль",
      city: "г.Казань",
      text: `Добрый вечер.
Хочу с Вами поделиться.
В 2019 году я судилась со своим должником...

Помните, после отливки я прислала
Вам это сообщение, а 24 октября
пришла вся остальная сумма — 900
000 рублей.

Я Вам очень благодарна 🙌🏻🙏🏻
по исполнительному
листу он должен мне около 1 000
000.
За все эти годы мне не приходил от
него даже 1 рубль.
Сегодня пришёл перевод от
судебных приставов: 30 000 руб.

Я давно забыла уже об этих деньгах.`,
      photo: "reviews/6.jpeg",
      scan: "reviews/r6.jpeg"
    },
    "7": {
      name: "Ольга",
      city: "г. Ярославль",
      text: `Это Путешествие в Жизнь, дорогие
мои Души! ❤️😇😊🙏
Экстрим, наслаждение, наблюдение,
осознанность, пробуждение, момент!
Слов не хватит описать эту сказку!
Единение душ, танец женщин, путь к
себе, таинство, дружба!
Поддержка, любовь! Спасибо всем
причастным! Я очень рада, что была с
вами, и Вы со мной! Прекрасная
природа, доверчивая,
солнце, которое было нам
открыто, свежий ветер
свободы, горы, бесконечно радующие
наше сердце, и реки, такие же
непредсказуемые, как мы! Благодарю!`,
      photo: "reviews/7.jpeg",
      scan: "reviews/r7.jpeg"
    },
    "8": {
      name: "Регина",
      city: "г.Уфа",
      text: `Поделюсь своим опытом дыхания с
Ильверой.
Проходила несколько практик и не
понимала, как это переродится, а в
последний раз каааак поняла 😅
Проходя через напряжение и сжатие
во время рождения, мы, родившись,
забываем расслабиться и
наслаждаться, думая, что вот она,
жизнь — это когда сложно, трудно,
страшно!!!
Заново пройдя этот процесс, я
вспомнила, зачем я тут!!!
Я тут для наслаждения и
удовольствия; что бы я ни делала,
нужно помнить об этом 🙌`,
      photo: "reviews/8.jpeg",
      scan: "reviews/r8.jpeg"
    },
    "9": {
      name: "Регина",
      city: "г.Уфа",
      text: `⭐⭐⭐⭐⭐ Сделка состоялась
Отливка свинцом, чистка.

Проходило очень мощно.
Это действительно была чистка всего физического
тела и души.
Настолько сильная, что порой было непросто.
Вместе с тем приходили осознания и инсайты.
Вышли глубинные программы. Работа над собой
продолжается! Благодарю!`,
      photo: "reviews/9.jpeg",
      scan: "reviews/r9.jpeg"
    },
    "10": {
      name: "Алексей",
      city: "г.Уфа",
      text: `Всё происходит чудесным образом для
нас. Вот и в моей жизни проявилась
Ильвера. Ещё до того, как я начал свой
духовный путь, путь поиска и работы
над собой. И точно могу сказать, что
все моменты и события в жизни
происходят вовремя, по нашей
готовности. Первый таинственный и
глубокий опыт практик с родом я
прошёл у Ильверы. Это было очищение
моего тонкого и физического тела. На
сеансе происходит вообще
волшебство — надо испытать и ощутить
всю силу практики, которую проводит
Ильвера с помощью своих
инструментов. Просто взрыв. Сейчас я
уже не могу представить, как бы было
без поддержки рода. Благодарю
безгранично за наставничество
длиной уже лет 14, наверное.
Благодарю за возможность увидеть
свою силу, за веру в меня, которая была
так необходима во многих жизненных
ситуациях.
Алексей, г. Уфа`,
      photo: "reviews/10.jpeg",
      scan: "reviews/r10.jpeg"
    },
    "11": {
      name: "Татьяна",
      city: "г.Красноярск",
      text: `Я с вами на дыхании очень редко,
но сегодня заметила, что пошёл
подъём: после тряски мыслей не
было, и я отпустила мысли.
Теперь понимаю, как здорово с утра
успокоить свой ум, чтобы он работал
на тебя (даже ребёнок со мной
встал в тряске, смеялся, заряд
энергии пошёл 😊). Благодарю,
Ильвера, за практики и знания,
которыми делитесь с нами и
вдохновляете.
А ещё я заметила, что благодаря
Вам я могу написать слова
благодарности: раньше я не умела
этого делать (только говорила).
Это очень дорого для меня ❤️🙏`,
      photo: "reviews/11.jpeg",
      scan: "reviews/r11.jpeg"
    },
    "12": {
      name: "Альбина",
      city: "г.Уфа",
      text: `Ильвера, благодарю за
благословение! 💚
Год был очень насыщен
эмоциями, событиями, и там, где
необходимо, поставлены точки! Были
чудесные поездки на святые места и
места детства! Где-то я выросла
духовно и пришла мудрость!
Научилась просить поддержку,
понимание и сдаваться! Благодарю
за Ваше участие в этом! Пусть
события нового года сложатся
наилучшим образом для всех нас,
нашего окружения и всего сущего,
на усмотрение Создателя!
Благодарю!`,
      photo: "reviews/12.jpeg",
      scan: "reviews/r12.jpeg"
    },
    "13": {
      name: "Татьяна",
      city: "г.Уфа",
      text: `Дорогая Ильвера! Хочу
поблагодарить Вас за эти 3
волшебных дня. Для меня это было
просто чудесное путешествие.
Получено огромное количество
инсайтов, услышано столько ценной
информации, которая была мне так
нужна, ответов на вопросы. Эти
практики, которые мы там прошли,
просто бомбические. После этого
ретрита уже невозможно остаться
прежней. Пережито столько эмоций,
которые просто не передать
словами. Я благодарю Вас за этот
ретрит и с большим удовольствием
ещё не один раз готова вернуться в
эту сказку 😘`,
      photo: "reviews/13.jpeg",
      scan: "reviews/r13.jpeg"
    },
    "14": {
      name: "Татьяна",
      city: "г.Москва",
      text: `⭐⭐⭐⭐⭐ Сделка состоялась
Отливка свинцом, чистка.

Ильвера очень приятный человечек и грамотный
специалист 🔥🔥🔥 Она смогла во мне пробудить
новое состояние. Сделали 3 отливки на свинце,
куча гадости отлетела. Стало легче, работать стала
продуктивнее, сила мысли работает на ура, а
Ильвера в этом помогает ❤️ Благодарю!`,
      photo: "reviews/14.jpeg",
      scan: "reviews/r14.jpeg"
    },
    "15": {
      name: "Анна",
      city: "г. Москва",
      text: `Ильвера!!!! Огромная благодарность тебе
за всё!!!
От души, от сердца!! ❤️🙏
Мне кажется, что это был волшебный сон!
Очень хочется сохранить как можно
дольше это послевкусие! Я горда собой,
горда девчонками, восхищена тобой!
Такая огромная работа проделана за
такое короткое время, так много событий
вместилось в эти три неполных дня!!
Место волшебное, чудесное, природа
одушевлённая, звуки, воздух, запахи,
трава мокрая под ногами....
У меня есть такое чувство, что я вернусь.
Благодарю, благодарю, благодарю!!! 🙏
🙏🙏🙏🙏🙏🙏`,
      photo: "reviews/15.jpeg",
      scan: "reviews/r15.jpeg"
    },
    "16": {
      name: "Екатерина",
      city: "г.Уфа",
      text: `Ильвера, благодарю. Сегодняшнее
благословение — у меня нет слов.
2018 и 2019 годы были самыми
нелёгкими у меня в жизни... В 2018
году бабуля, 91 года, была на моём
попечении, где я одна ухаживала,
организовывала уход за ней. У неё
болезнь, деменция... Как я выжила, я
не знаю: я просто шла и каждый день
делала то, что надо. Молилась Богу,
Архангелу Михаилу помочь с ней,
когда не справлялась со всем, и как-
то прошла. 2019 год был выбором:
как я выбираю жить... Был момент,
когда жизнь скатилась по наклонной
вниз, и в какой-то момент я поняла,
что всё дальше уже может быть совсем
плохо.... Всё прошло, я всё
прожила.... Принято, и огромное
благодарю всем участникам моей
жизни.... Но... Про это никто не знает,
про все мои моменты. А Святая
сегодня всё сказала как есть....
Благодарю Её ☀️❤️ благодарю.
Ильвера, мне очень ценно то, что Вы
это делаете. Ценность для меня
такая, что там, где запланированы
дела, я переношу их, то, что могу
перенести, и выбираю Ширак.`,
      photo: "reviews/16.jpeg",
      scan: "reviews/r16.jpeg"
    },
    "17": {
      name: "Надежда",
      city: "г.Уфа",
      text: `Это было волшебное, невероятное
путешествие внутрь и в центр к себе
🔥❤️💫
Спасибо Ильвере за знания, веру и
любовь ❤️❤️❤️
Спасибо девочкам @id585709444,
@sts0511 за поддержку и понимание
❤️❤️❤️`,
      photo: "reviews/17.jpeg",
      scan: "reviews/r17.jpeg"
    },
    "18": {
      name: "Зиля",
      city: "г.Туймазы",
      text: `Очень добрый день всем! Сегодня я
впервые была на утренних
дыхательных практиках. Ильвера,
огромная благодарность за Ваш
труд, за Ваш вклад в каждую из нас,
за Ваше щедрое сердце! Не всё у
меня получилось выполнить
качественно. Блоков, зажимов в теле
много, особенно почувствовала
тяжесть в плечах, скованность в
шее... После практики — лёгкость,
прилив сил, такая ясность в голове! В
общем, здорово! Приду ещё 😊
Благодарю сердечно ❤️ Вы как
факел: ярко пылаете сами и
зажигаете искорки внутри каждого,
кто с Вами соприкасается 🙏`,
      photo: "reviews/18.jpeg",
      scan: "reviews/r18.jpeg"
    },
    "19": {
      name: "Роман",
      city: "с.Тюлюк",
      text: `⭐⭐⭐⭐⭐ Сделка состоялась
Отливка свинцом, чистка.

Очень удивлён! Рекомендую.`,
      photo: "reviews/19.jpeg",
      scan: "reviews/r19.jpeg"
    },
    "20": {
      name: "Татьяна",
      city: "г.Красноярск",
      text: `⭐⭐⭐⭐⭐ Сделка состоялась
Отливка свинцом, чистка.

Ильвира очень хорошо выполнила свою
работу и ещё дала кучу
советов, отвечала быстро на любой
вопрос, даже после завершения
работы. Благодарю за работу.`,
      photo: "reviews/20.jpeg",
      scan: "reviews/r20.jpeg"
    },
    "21": {
      name: "Светлана",
      city: "г.Алания",
      text: `Огромное спасибо за сегодняшнее
занятие. Я очень давно искала
дыхательную гимнастику, но не
было учителя, а самой не хотелось
начинать изучать. У меня папа всю
жизнь, с молодости, занимался и
искал новую информацию по йоге.
У меня есть своя гимнастика, она
короткая и в основном на суставы,
тоже из йоги, но я очень хотела
заниматься дыханием. Я очень
рада, что Вы мне помогаете в
новых знаниях и решении моих
проблем. Я себя чувствовала
загнанной в угол без каких-либо
решений. Сейчас наконец я
наполняюсь энергией, я очень
страдала от постоянной усталости.
Наконец я готова двигаться дальше.
Очень Вам благодарна, спасибо
большое.`,
      photo: "reviews/21.jpeg",
      scan: "reviews/r21.jpeg"
    },
    "22": {
      name: "Светлана",
      city: "г.Уфа",
      text: `Дорогая Ильверочка! От чистого
сердца примите мою благодарность.
Вы открыли для меня совершенно
новый мир. Каждый день, начатый с
дыхательной практики, совершенно
волшебный. Я переполнена
энергией, хотя последние лет 7
постоянно чувствовала усталость.
Сейчас за день успеваю сделать
столько дел, что сама удивляюсь, что
это возможно. И день складывается
волшебным образом. Что в планах —
всё сделано. И люди на месте, и
документы готовы, события просто
как пазл складываются, никаких
закрытых дверей. Это просто
удивительно. Благодаря Вашим
занятиям — я летаю. Нет усталости,
страхов, сожалений. Сейчас только
задачи, которые решаются
прекрасным лёгким образом.
Благодарю за Вашу доброту и
желание делиться знаниями и
теплом души с нами. Спасибо
большое.`,
      photo: "reviews/22.jpeg",
      scan: "reviews/r22.jpeg"
    },
    "23": {
      name: "Лиана",
      city: "г.Казань",
      text: `Мне очень понравилась расстановка!!
Честно, не ожидала, что за одну встречу
можно так глубоко проработать то, что
годами тянуло вниз. После расстановки
многие проблемы в жизни действительно
начали налаживаться, будто что-то
сдвинулось с мёртвой точки. Ильвера,
спасибо Вам большое! 🤍`,
      photo: "reviews/23.jpeg",
      scan: "reviews/r23.jpeg"
    },
    "24": {
      name: "Ирина",
      city: "г.Уфа",
      text: `Хочу выразить огромную благодарность
Ильвере за курс «Познай себя». Это
было нечто удивительное. Я шла с
ощущением полной «загруженности» и
тревожности, а уходила с чувством
невесомости и внутренней тишины.

Особенно впечатлили дыхательные
техники — казалось бы, просто дышать,
но под чутким руководством это
превратилось в глубокий процесс
очищения. Я буквально физически
чувствовала, как уходят зажимы из тела и
как наполняюсь энергией. Атмосфера
была очень безопасной и бережной.
Ильвера тонко чувствовала моё
состояние и вела процесс именно туда,
где нужна проработка. Мастер с большой
буквы ❤️ Чувствуется мощная энергия и
при этом очень мягкое, поддерживающее
ведение. После сессий — лёгкость,
улыбка до ушей и куча ресурса. Спасибо!
🌿`,
      photo: "reviews/24.jpeg",
      scan: "reviews/r24.jpeg"
    },
    "25": {
      name: "Юлия",
      city: "г.Самара",
      text: `Добрый вечер, друзья.
Сегодня был очень сильный эфир.
Ильвера в чате собрала таких
потрясающих людей —
профессионалов своего дела,
энергетиков, остеопатов,
целителей...

Постарайтесь заходить на эфир:
даже если не получится быть до
конца, вы всё равно получите
благословение.
Познакомитесь с удивительными
людьми.

Ильвера, Раиса, благодарю за
сегодняшний эфир и за
благословение. 🙏❤️😘`,
      photo: "reviews/25.jpeg",
      scan: "reviews/r25.jpeg"
    },
    "26": {
      name: "Людмила",
      city: "г.Магнитогорск",
      text: `А я тогда, Ильвера, после того как ты меня
отлила, просто вздохнула полной грудью.
Ушла тяжесть в груди, перестало крутить,
с Володей стали слышать друг друга!
Я очень тебе благодарна за твою помощь и
поддержку 🙏😘`,
      photo: "reviews/26.jpeg",
      scan: "reviews/r26.jpeg"
    },
    "27": {
      name: "Ольга",
      city: "г.Магнитогорск",
      text: `Хочу выразить благодарность Ильвере.
Знакома с мастером уже несколько лет.
Обращалась сама и мои дети пользуются
услугами мастера. Были отливки и
благословения. За этот период много чего
происходило, менялось. Одно знакомство
и благословение с Мужавром Хазратом
чего стоит Поездка к святому месту и
передача родового дара! Благодарю за
энергию за свет, за любовь!
Рекомендовала и продолжаю
рекомендовать своим близким и
знакомым! Процветания несущей свет и
любовь женщине!`,
      photo: "reviews/27.jpeg",
      scan: "reviews/r27.jpeg"
    }
  };

  window.reviewsData = {
    totalSlots: totalSlots,
    items: items
  };
})();
